﻿﻿﻿﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:  <NCT6776HwmSetup.uni>
//
// Description: SIO Form String Definitions
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"
//If customer define the common logical device by themselves, add here.

//
// HardWare Monitor 
//
#string STR_NCT6776_HMM_CONFIGURATION               #language eng "NCT6776 HW Monitor"
#string STR_NCT6776_HMM_CONFIGURATION_HELP          #language eng "Monitor hardware status"
#string STR_PC_HEALTH                               #language eng "Pc Health Status"

#string STR_NCT6776_PECI_AGENT0                     #language eng "Agent0 Temperature"
#string STR_NCT6776_PECI_AGENT0_VALUE               #language eng "N/A"
//G160-002(8)   #string STR_NCT6776_HWM_VIN0                        #language eng "VIN0"
//G160-002(8) - start
#string STR_NCT6776_HWM_VIN0                        #language eng "PVDDR"
//G160-002(8) - end
#string STR_NCT6776_HWM_VIN0_VALUE                  #language eng "N/A"
//G160-002(8)   #string STR_NCT6776_HWM_VCORE                       #language eng "VCORE"
//G160-002(8) - start
#string STR_NCT6776_HWM_VCORE                       #language eng "CPU VCORE"
//G160-002(8) - end
#string STR_NCT6776_HWM_VCORE_VALUE                 #language eng "N/A"
#string STR_NCT6776_HWM_VACC                        #language eng "VACC"
#string STR_NCT6776_HWM_VACC_VALUE                  #language eng "N/A"
    
//#string <string name>                   #language eng ""
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
